Repository: crystal3a/django-clock
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Message
de: Nachricht

source: Send a copy of the mail to myself
de: Eine Kopie der Nachricht an mich senden

source: Submit
de: Absenden

source: Work hours
de: Stundenzahl

source: Working hours entered must be in format HH:MM
de: Die Stundenzahl muss im Format HH:MM (z.B. 23:15) eingegeben werden.

source: Contracts may not be longer than 80 hours!
de: Verträge können nicht mehr als 80 Stunden im Monat umfassen!

source: Your total work time must be bigger than zero!
de: Deine monatliche Arbeitszeit sollte zumindest eine Minute betragen!

source: Please specify your working hours in the format HH:MM (eg. 12:15 - meaning 12 hours and 15 minutes)
de: Bitte gib deine Arbeitszeit im Format HH:MM an (z.B. 12:15, also 12 Stunden und 15 Minuten).

source: Create new contract
de: Neuen Vertrag erstellen

source: Update contract
de: Vertrag aktualisieren

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Department
de: Abteilung

source: Abbreviation
de: Kürzel

source: Contract
de: Vertrag

source: We can't export more than 80 hours per month!
de: Ein Monat darf nicht mehr als 80 gearbeitete Stunden beinhalten!

source: None defined
de: Ohne Vertrag

source: Update
de: Schicht aktualisieren

source: When specifying your real name, you must give both your first and last name.
de: Wenn du deinen realen Namen angibst, musst du sowohl deinen Vor- als auch deinen Nachnamen eintragen.

source: Username
de: Benutzername

source: The input does not match your username!
de: Die Eingabe stimmt nicht mit dem Benutzernamen überein!

source: Full name
de: Vor- und Nachname

source: Site language
de: Sprache

source: <p>Are you sure you want to delete this profile? Please type in your username <strong>%s</strong> to confirm.</p>
de: <p>Falls du dein Profil wirklich löschen willst, dann tippe deinen Benutzernamen <strong>%s</strong> ein um dies zu bestätigen.</p>

source: Create new shift
de: Neue Schicht erstellen

source: Shift finished
de: Ende der Schicht

source: Shift started
de: Start der Schicht

source: Your selected starting/finishing time overlaps with at least one finished shift of yours. Please adjust the times.
de: Deine Start-/Endzeit überlappt mit einer bereits beendeten Schicht. Bitte passe die Zeiten an.

source: A pause may not be longer than your actual shift.
de: Eine Pause kann nicht länger als eine Schicht sein.

source: S
de: K

source: Sick
de: Krank

source: V
de: U

source: Vacation
de: Urlaub

source: Shift completed?
de: Schicht beendet?

source: Shift duration
de: Schichtdauer

source: Pause duration
de: Pausendauer

source: Key
de: Schlüssel

source: Note
de: Notiz

source: Your shift must not start in the future!
de: Ihre Schicht darf nicht in der Zukunft beginnen!

source: Your shift must not finish in the future!
de: Ihre Schicht darf nicht in der Zukunft enden!

source: A shift must not finish, before it has even started!
de: Eine Schicht darf nicht enden, bevor sie überhaupt begonnen hat!

source: Shift currently paused?
de: Schicht derzeit pausiert?

source: You need an active shift to perform this action!
de: Du brauchst eine aktive Schicht um diese Aktion auszuführen!

source: You already have an active shift!
de: Du hast schon eine aktive Schicht!

source: Your shift has started!
de: Deine Schicht hat begonnen!

source: Your shift has finished!
de: Deine Schicht wurde beendet!

source: paused
de: pausiert

source: continued
de: fortgesetzt

source: Your shift was %s.
de: Deine Schicht wurde %s.

source: Account
de: Konto

source: Profile
de: Mein Profil

source: Change password
de: Passwort ändern

source: E-mail settings
de: E-Mail Einstellungen

source: Delete profile
de: Konto löschen

source: The following e-mail addresses are associated with your account:
de: Die folgenden E-Mail-Adressen sind mit deinem Konto verbunden:

source: Verified
de: Verifiziert

source: Unverified
de: Ungeprüft

source: Primary
de: Standard

source: Make Primary
de: Als Standard setzen

source: Re-send Verification
de: Bestätigung erneut senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Du hast aktuell keine E-Mail Adresse eingerichtet. Du solltest unbedingt eine eintragen damit du Benachrichtigungen erhältst und dein Passwort zurücksetzen kannst.

source: Add E-mail Address
de: E-Mail-Adresse hinzufügen

source: Add E-mail
de: E-Mail hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Möchtest Du wirklich die folgende(n) E-Mail-Adresse(n) entfernen?

source: Confirm e-mail
de: E-Mail-Adresse bestätigen

source: Confirm your e-mail address
de: Bestätige deine E-Mail Adresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is your e-mail address.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> deine E-Mail ist.

source: Confirm
de: Bestätigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
de: Der Bestätigungslink ist abgelaufen oder ist ungültig. Bitte beantrage <a href="%(email_url)s">einen neuen Bestätigungslink per E-Mail</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is your e-mail address.
de: Du hast bestätigt, dass <a href="mailto:%(email)s">%(email)s</a> deine E-Mail ist.

source: Not signed up yet?
de: Noch nicht registriert?

source: Forgot password?
de: Passwort vergessen?

source: Logout
de: Abmelden

source: Are you sure you want to sign out?
de: Sicher, dass du dich abmelden möchtest?

source: Reset password
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Gib einfach Deine E-Mail-Adresse ein und wir senden Dir eine E-Mail zu, mit der Du das Passwort zurücksetzen kannst.

source: Reset My Password
de: Setze mein Passwort zurück

source: Please <a href="%(contact_url)s">contact us</a> if you have any trouble resetting your password.
de: Bitte <a href="%(contact_url)s">kontaktiere uns</a>, falls du irgendwelche Probleme beim Zurücksetzen deines Passworts hast.

source: Password reset link sent
de: Passwort Link verschickt

source: We have sent you an e-mail. Please <a href="%(contact_url)s">contact us</a> if you do not receive it within a few minutes.
de: Wir haben dir eine E-Mail geschickt. Bitte <a href="%(contact_url)s">kontaktiere uns</a>, falls du sie nicht innerhalb der nächsten Minuten erhälst.

source: Wrong token
de: Falscher Verifikationscode

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum Zurücksetzen des Passworts war ungültig. <a href="%(passwd_reset_url)s">Neues Passwort beantragen</a>.

source: Password reset
de: Passwort zurücksetzen

source: Your password is now changed.
de: Ihr Passwort wurde soeben geändert.

source: Password changed
de: Ihr Passwort wurde soeben geändert.

source: Set password
de: Passwort setzen

source: Set Password
de: Passwort setzen

source: Already have an account?
de: Schon registriert?

source: Signup
de: Anmeldung

source: Sign Up
de: Anmelden

source: Completey free
de: Vollständig kostenlos.

source: Just look at it as a gift. Or maybe Michael is stinking-rich and does not know how to make a profit out of this page.
de: Sieh es als eine Art Dankeschön von uns an. Oder Michael ist einfach stinkendreich und weiß nicht wie er so ein Produkt monetarisieren soll.

source: No obligatons
de: Keine Verpflichtungen.

source: Do not want to track your work time? Fine. We do not force you to.
de: Keine Lust deine Arbeitszeiten zu pflegen? Kein Problem, wir zwingen dich zu nichts.

source: Do you want more?
de: Fehlt dir etwas?

source: The whole code is available under the <a href="https://en.wikipedia.org/wiki/MIT_License" title="Article on Wikipedia">MIT-License</a> and can be found on <a href="https://github.com/mimischi/django-clock/" title="Link to project on GitHub">GitHub</a>. You can join the development!
de: Der gesamte Code der Plattform ist innerhalb der <a href="https://de.wikipedia.org/wiki/MIT-Lizenz" title="Aritkel auf Wikipedia">MIT Lizenz</a> auf <a href="https://github.com/mimischi/django-clock/" title="Link zum Projekt auf GitHub">GitHub</a> veröffentlicht. Du kannst gerne mitmachen und das Projekt erweitern!

source: Signup closed
de: Anmeldung geschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Anmeldung ist derzeit geschlossen.

source: Confirmation sent
de: Bestätigung gesendet

source: Confirmation email sent.
de: E-Mail-Adresse bestätigen

source: We have sent an e-mail to <a href="mailto:%(email)s">%(email)s</a> for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
de: Wir haben eine E-Mail zur überprüfung an <a href="mailto:%(email)s">%(email)s </a> geschickt. Folge dem Link, um den Vorgang abzuschließen. Bitte kontaktiere uns, wenn Du innerhalb der nächsten Minuten keine E-Mail erhalten hast.

source: Restricted access
de: Eingeschränkter Zugang

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
de: Diesen Bereich kannst du nur betreten, wenn du eine E-Mail bestätigt hast.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please <a href="%(contact_url)s">contact us</a> if you do not receive it within a few minutes.
de: Wir haben eine E-Mail zur Überprüfung geschickt. Bitte <a href="%(contact_url)s">kontaktiere uns</a>, wenn Du innerhalb der nächsten Minuten keine E-Mail erhalten hast.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
de: <strong>Hinweis:</strong> Du kannst deine <a href="%(email_url)s">E-Mail Adressen immer noch ändern</a>!

source: Back to top
de: Nach oben

source: Imprint
de: Impressum

source: Privacy
de: Datenschutz

source: Contact
de: Kontakt

source: Thanks for your message!
de: Danke für die Nachricht!

source: Your message was sent successfully. We will get back to you as soon as possible!
de: Deine Nachricht wurde erfolgreich gesendet. Wir werden uns so schnell wie möglich melden!

source: Contracts
de: Verträge

source: Delete contract
de: Vertrag löschen

source: Are you sure you want to delete the following contract?
de: Bist Du sicher, dass Du den Vertrag löschen möchtest?

source: All shifts associated with this contract will also be deleted!
de: Es werden alle Schichten gelöscht, die mit diesem Vertrag assoziiert sind!

source: New contract
de: Neuen Vertrag hinzufügen

source: Add new contract
de: Neuen Vertrag hinzufügen

source: Contract No.
de: Vertrag #

source: Hours
de: Stundenzahl

source: About
de: Über

source: Try it now!
de: Jetzt ausprobieren!

source: Shifts
de: Schichten

source: Settings
de: Einstellungen

source: Current session
de: Aktuelle Sitzung

source: No active shift running!
de: Aktuell gibt es keine aktive Schicht!

source: Current duration:
de: Aktuelle Schichtdauer

source: Currently paused for:
de: Aktuell pausiert seit:

source: Your current shift started at
de: Deine aktuelle Schicht begann am

source: This months contract completion
de: Monatlicher Fortschritt

source: Last five finished shifts
de: Zuletzt fertig gestellte Schichten

source: You do not have any finished shifts!
de: Du hast keine abgeschlossenen Schichten!

source: Shift No.
de: Schicht Nr.

source: day
de: Tag

source: days
de: Tage

source: Resume
de: Fortsetzen

source: Set site language
de: Sprache ändern

source: Update profile
de: Aktualisieren

source: Update information
de: Profil aktualisieren

source: Delete shift
de: Schicht löschen?

source: Are you sure you want to delete the following shift?
de: Bist du dir sicher, dass du die Schicht löschen möchtest?

source: Update shift
de: Schicht aktualisieren

source: New shift
de: Neue Schicht hinzufügen

source: Shifts in
de: Schichten

source: Change month...
de: Monat ändern...

source: Add new shift
de: Neue Schicht erstellen

source: Export month
de: Exportieren

source: Select contract
de: Vertrag auswählen

source: Shifts without contracts
de: Schichten ohne Vertrag

source: All contracts
de: Alle Verträge

source: Name of User
de: Name des Nutzers

source: German
de: Deutsch

source: English
de: Englisch

source: A new message has arrived!
de: Neue Nachricht erhalten!
